app/views/questions/show.html.erb

SELECT "answers".* FROM "answers" WHERE "answers"."question_id" = ?  [["question_id", 1]]
SELECT  1 AS one FROM "answers" WHERE "answers"."question_id" = ? LIMIT ?  [["question_id", 1], ["LIMIT", 1]]
---
            <table class="table table-striped">
                <% if @question.answers.any? %>

SELECT "answers".* FROM "answers" WHERE "answers"."question_id" = ?  [["question_id", 1]]
---
                    <tbody>
                        <% @question.answers.each do |a| %>