app/controllers/questions_controller.rb

INSERT INTO "questions" ("name", "title", "content", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "Tester1"], ["title", "TestQTitle1"], ["content", "Contents Contents"], ["created_at", "2021-02-08 18:31:16.939075"], ["updated_at", "2021-02-08 18:31:16.939075"]]
---
  def create
    @question = Question.new(question_params)
    if @question.save